Repository: sballinone/SB-DJ
Catalog: lang/*/LC_MESSAGES/sbdj.po
Languages: de_de, es_es

source: Disabled
de_de: Nicht aktiv
es_es: Desactivado

source: Export
es_es: Exportar

source: Import
de_de: Importieren
es_es: Importar

source: Playlist
es_es: Lista de reproducción

source: Title
de_de: Titel
es_es: Pista

source: Artist
de_de: Interpret
es_es: Artista

source: Wishlist
de_de: Wunschliste
es_es: Lista de deseos

source: Sorry, the song <i>%s</i> already has been played.
de_de: Entschuldige, der Song <i>%s</i> wurde bereits gespielt.
es_es: Lo siento, la canción <i>%s</i> ya ha sido reproducida.

source: Sorry, the song <i>%s</i> is already on the wishlist.
de_de: Entschuldige, der Song <i>%s</i> ist bereits auf der Wunschliste.
es_es: Lo siento, la canción <i>%s</i> ya está en la lista.

source: Your wish <i>%s</i> has been added.
de_de: Dein Wunsch <i>%s</i> wurde hinzugefügt.
es_es: Tu deseo <i>%s</i> está añadido a la lista.

source: Sorry, you need to allow cookies. <a href='javascript:allowcookies()'>Allow cookies</a>
de_de: Entschuldige, du musst Cookies akzeptieren um fortzufahren. <a href='javascript:allowcookies()'>Cookies zulassen</a>
es_es: Lo siento, tienes que permitir cookies para usar esta funcción. <a href='javascript:allowcookies()'>Permitir cookies</a>

source: Playlist successfully exported. <a href='export.csv' target='_blank' style='color: #000'>Open CSV</a>
de_de: Die Playlist wurde erfolgreich exportiert. <a href='export.csv' target='_blank' style='color: #000'>CSV öffnen</a>
es_es: La lista de reproducción se ha exportada con éxito. <a href='export.csv' target='_blank'>Abra CSV</a>

source: Playlist successfully exported. <a href='export_cust.csv' target='_blank' style='color: #000'>Open CSV</a>
de_de: Die Playlist wurde erfolgreich exportiert. <a href='export_cust.csv' target='_blank' style='color: #000'>CSV öffnen</a>
es_es: La lista de reproducción se ha exportada con éxito. <a href='export_cust.csv' target='_blank'>Abra CSV</a>

source: CSV file (Djay formatted):
de_de: CSV-Datei (Djay formatiert):
es_es: Archivo CSV de djay:

source: Oh no! You already voted for this song.
de_de: Oh no! Du hast bereits für diesen Song gestimmt.
es_es: ¡Ay no! Ya has votado por la canción.

source: Yeah! You voted for <i>%s</i>.
de_de: Yeah! Du hast für <i>%s</i> gestimmt.
es_es: Ay, has votado por <i>%s</i>.

source: Reset wishlist?
de_de: Wunschliste zurücksetzen?
es_es: ¿Restablecer lista de deseos?

source: Yes
de_de: Ja
es_es: Sí

source: Wishlist reset successful.
de_de: Wunschliste erfolgreich zurückgesetzt.
es_es: Lista de deseos restablecida con éxito.

source: Reset setlist?
de_de: Setliste zurücksetzen?
es_es: ¿Restablecer lista?

source: Setlist reset successful.
de_de: Setliste erfolgreich zurückgesetzt.
es_es: Lista restablecida con éxito.

source: Reset all? This clears the wishlist and the playlist.
de_de: Alles zurücksetzen? Dies löscht die Wunschliste und Playlist.
es_es: ¿Restablecer todo? Eso va a borrar la lista de deseos y la lista de reproducción.

source: Reset successful.
de_de: Erfolgreich zurückgesetzt.
es_es: Restablecido con éxito.

source: Song <i>%s</i> added.
de_de: Song <i>%s</i> hinzugefügt.
es_es: Canción <i>%s</i> añadido.

source: Song #%s removed.
de_de: Song #%s gelöscht.
es_es: Canción #%s borrado.

source: Song #%s accepted.
de_de: Song #%s akzeptiert.
es_es: Canción #%s aceptado.

source: Song #%s declined.
de_de: Song #%s abgelehnt.
es_es: Canción #%s rechazado.

source: Song <i>%s</i> moved to playlist.
de_de: Song <i>%s</i> auf die Playlist verschoben.
es_es: Canción <i>%s</i> pospuesto a la lista de reproducción.

source: Song <i>%s</i> copied to playlist.
de_de: Song <i>%s</i> auf die Playlist kopiert.
es_es: Canción <i>%s</i> copiado a la lista de reproducción.

source: Sorry, the song <i>%s</i> is already on the setlist.
de_de: Entschuldige, der Song <i>%s</i> ist bereits auf der Setliste.
es_es: Lo siento, la canción <i>%s</i> ya está en la lista.

source: Sorry, the song <i>%s</i> is already on the setlist. Remove wish?
de_de: Entschuldige, der Song <i>%s</i> ist bereits auf der Setliste. Wunsch löschen?
es_es: Lo siento, la canción <i>%s</i> ya está en la lista. Borrar deseo?

source: Song <i>%s</i> moved.
de_de: Song <i>%s</i> verschoben.
es_es: Canción <i>%s</i> pospuesto.

source: Sorry, your file is too large.
de_de: Sorry, die Datei ist zu groß.
es_es: Perdóname, tu archivo es demasiado grande.

source: Sorry, only djay styled CSV files are allowed.
de_de: Sorry, nur Djay formatierte CSV-Dateien erlaubt.
es_es: Perdóname, solo están permitidos los archivos CSV de djay.

source: Sorry, there was an error uploading your file.
de_de: Sorry, es gab einen Fehler beim Upload.
es_es: Perdóname, no pude subir tu archivo.

source: The file %s has been uploaded.
de_de: Die Datei %s wurde hochgeladen.
es_es: El archivo %s ha sido subido.

source: Refresh
de_de: Neu laden
es_es: Recarga

source: This software uses cookies for some functionalities like voting or wishing. Cookies are small pieces of data stored on your device. Without cookies, these functionalities cannot be provided.
de_de: Diese Software nutzt Cookies, damit du wünschen und abstimmen kannst. Cookies sind kleine Datenpakete, die auf deinem Gerät gespeichert werden. Ohne Cookies kannst du diese Software nicht verwenden.
es_es: Queremos guardar cookies por algunos funcionalidades como el voting or los deseos. Esos datos se guardan en tu ordenador. Sin cookies, no podemos provedar estos funcionalidades.

source: Allow cookies
de_de: Cookies zulassen
es_es: Permitir cookies

source: Sorry, the password you entered isn\'t correct.\n\nPlease try again.
de_de: Entschuldige, das eingegebene Passwort ist nicht korrekt.\n\nBitte versuche es erneut.
es_es: Lo siento, el contraseña no ha sido correcto.\n\nPruebalo otra vez, por favor.

source: Password
de_de: Passwort
es_es: Contraseña

source: Login
es_es: Iniciar

source: Back
de_de: Zurück
es_es: Atrás

source: Settings saved
de_de: Konfiguration gespeichert
es_es: Configuración guardado

source: Hi! Nice to see you. You will be amazed. Configure your database and event settings and you're ready to go. Enjoy SB DJ.
de_de: Hi! Ich freue mich, dich zu sehen. Du wirst begeistert sein. Konfiguriere deine Datenbank und Event-Einstellungen und du bist bereit loszulegen. Enjoy SB DJ.
es_es: ¡Hola! Me alegro mucho a verte. Configura la base de datos y configuraciones del evento y ya estás listo. Disfruta SB DJ.

source: Save configuration
de_de: Speichere Konfiguration
es_es: Guardar configuración

source: DB status
es_es: Estado DB

source: Global settings
de_de: Globale Einstellungen
es_es: Configuración global

source: MySQL Database
de_de: MySQL Datenbank
es_es: MySQL base de datos

source: MySQL User
de_de: MySQL Benutzer
es_es: MySQL usario

source: MySQL Password
de_de: MySQL Passwort
es_es: MySQL contraseño

source: MySQL Port
es_es: MySQL puerto

source: Autorefresh in seconds
de_de: Autorefresh in Sekunden
es_es: Autorecarga en segundos

source: Show shortcuts for DJ
de_de: Zeige DJ Shortcuts
es_es: Muestra accesos directos de DJ

source: Show DJ shortcuts in main navigation
de_de: Zeige DJ Shortcuts in der Hauptnavigation
es_es: Muestra accesos directos de DJ en navegación general

source: Support me and view credits
de_de: Unterstütze mich und aktiviere Credits
es_es: Ayúdame y cuenta de SB DJ

source: Show the software release
de_de: Zeige die Softwareversion
es_es: Muestra autor

source: Event
es_es: Evento

source: Event title
de_de: Titel des Events
es_es: Titulo de evento

source: Default language
de_de: Standardsprache
es_es: Idioma predeterminado

source: Show language selector
de_de: Zeige Sprachauswahl
es_es: Mostrar selección de idioma

source: Allow playlist export
de_de: Aktiviere Playlist-Export
es_es: Permitir exportar de la lista de reproducción

source: Show EU Cookie Consent
de_de: Zeige EU Cookie-Banner
es_es: Mostrar EU Cookie Consent

source: Text on QR Flyer
de_de: Text auf QR Flyer
es_es: Texto en QR Flyer

source: QR Code in px
es_es: Código QR in px

source: Setlist
de_de: Setliste

source: No
de_de: Nein
